{
    "customer-support": [
        "How can I contact customer support",
        "How can I contact",
        "How can I get assistance from customer support",
        "How can I get assistance",
        "i want assistance",
        "can i have the store email",
        "what time is your support hours",
        "Support from the customer is what I need",
        "I would like to speak with the customer service department",
        "I would like to contact customer service",
        "It would be helpful if you could assist me",
        "do you have time for support",
        "What are the contact options for customer support",
        "Who should I contact for customer service",
        "Can i talk to a real person",
        "How can I speak with a customer service representative",
        "What is the customer support contact information"
    ],
    "store-hours": [
        "What time do you open and close",
        "What time do you open",
        "What time do you close",
        "When are you open",
        "Can you tell me your operating hours",
        "What are your business hours",
        "What time does your store operate",
        "Could you provide your store hours",
        "What's your schedule"
     ],

     "store-location": [
        "Can you tell me the address of your store",
        "Where can I find your store",
        "what is the location of your store",
        "Where are you guys based",
        "Could you let me know where your store is",
        "Where is your retail location",
        "How do I get to your store",
        "Whats the stores address"
     ],

     "delivery": [
        "Do you offer shipping?",
        "Do you provide delivery services",
        "Is shipping available",
        "Do you deliver",
        "Can you ship to my location",
        "Are delivery options offered",
        "Do you have shipping services",
        "Is there a shipping option",
        "Do you handle deliveries",
        "Can you arrange for shipment",
        "Are you able to ship orders",
        "Do you support shipping",
        "does the store has delivery?"
     ],

     "start-return": [
        "What is the process for returning an item",
        "How can I send back an item",
        "What steps do I need to follow to return a product",
        "Could you explain how to return a purchase",
        "How do I go about returning a product",
        "What are the instructions for returning an item",
        "How do I initiate a return",
        "What's the procedure for returning something",
        "Can you tell me how to return my order?"
     ],

     "product-availablity":[
        "Is this item currently available",
        "Do you carry this item",
        "Is this item in supply",
        "Can you confirm if you have this item?",
        "Do you currently stock this item?",
        "Is this item available for purchase",
        "Could you check if you have this item",
        "Can I get this item here"
     ],

     "order-tracking" : [
        "Can I track my order",
        "Is there a way to track my order",
        "How can I check the status of my order",
        "Could you provide me with the tracking information for my order?",
        "Is tracking available for my order",
        "Where can I find the tracking details for my order",
        "How do I follow the progress of my order"
     ],
     
     "shipping-cost" : [
        "How much does shipping cost",
        "What is the shipping fee",
        "What are the shipping fees",
        "Could you provide information on shipping expenses",
        "How much will I be charged for shipping",
        "Can you let me know the cost of shipping",
        "What's the shipping price",
        "Could you inform me about the shipping costs"
     ],

     "discount-codes" : [
        "Are there any ongoing deals or promotions",
        "Are there any special offers available right now",
        "Do you currently have any discounts or promotions running",
        "Are there any sales or discounts happening at the moment",
        "Could you tell me about any current promotional offers",
        "Are there any savings opportunities available currently",
        "Do you have any special deals or discounts going on",
        "Are there any current promotions or special pricing",
        "Could you inform me about any current offers or discounts",
        "Are there any promotions or discounts I should know about"
     ],

     "size-guide" : [
        "Could you provide me with a size guide",
        "Is there a chart showing sizes available",
        "Where can I find information about sizing",
        "Can you assist me with sizing information",
        "Do you offer a guide for sizing",
        "May I see the size specifications",
        "Is there a chart that outlines sizes",
        "Could you direct me to your sizing chart",
        "Where can I locate details on sizing",
        "Can you point me to the size chart",
        "Could you please share the dimensions for these specific items",
        "I need the measurements for these particular items",
        "Can you give me the sizes of these items",
        "Can you tell me the sizes",
        "I'd like to know the dimensions of these particular items"
     ],

     "product-care" : [
        "What's the best way to maintain this item",
        "Could you advise me on caring for this item",
        "How do I properly look after this item",
        "What are the recommended care instructions for this item",
        "Can you guide me on the maintainance of this item",
        "What steps should I take to preserve this item",
        "How can I ensure the longevity of this item",
        "What care regimen would you suggest for this item",
        "Do you have any tips for keeping this item in good condition",
        "How should I handle the care of this item"
     ],

     "payment-method" : [ 
        "How can I pay for this",
        "Which payment options do you accept",
        "What payment methods are supported",
        "Are there different ways to pay",
        "Can you list the payment options",
        "How can I settle the payment",
        "What are my payment choices",
        "Which forms of payment are available",
        "Could you outline the payment methods",
        "What payment alternatives are there"
     ]
}